Repository: Yeah69/0install-win
Catalog: src/Central.WinForms/Properties/Resources.*.resx
Languages: et, ja, lt, lv, pt, sl, sv

source: Cancel
et: Tühista
ja: キャンセル
lt: Atšaukti
lv: Atcelt
sl: Prekliči
sv: Avbryt

# CommandLineHint
source: Enter '0install --help' to see a list of available commands.
et: Saadaolevate käskude loendi nägemiseks sisestage '0install --help'.
ja: 0install --help」と入力すると、使用可能なコマンドの一覧が表示されます。
lt: Įveskite "0install --help", kad pamatytumėte galimų komandų sąrašą.
lv: Ievadiet '0install --help', lai skatītu pieejamo komandu sarakstu.
pt: Digite '0install --help' para ver uma lista de comandos disponíveis.
sl: Vnesite '0install --help', da si ogledate seznam razpoložljivih ukazov.
sv: Skriv "0install --help" för att se en lista över tillgängliga kommandon.

source: Continue
et: Jätka
ja: 続ける
lt: Tęsti
lv: Turpināt
pt: Continuar
sl: Nadaljuj
sv: Fortsätt

# DeployNotification
source: Click to setup Zero Install on this computer...
et: Klõpsake nullini installimiseks selles arvutis...
ja: クリックして設定する Zero Install on this computer...
lt: Spustelėkite norėdami nustatyti "Zero Install" šiame kompiuteryje...
lv: Noklikšķiniet, lai iestatītu nulles instalēt šajā datorā...
pt: Clique para configurar a Instalação Zero neste computador...
sl: Kliknite za nastavitev Nič Namestitev v tem računalniku...
sv: Klicka för att ställa in Zero Installera på den här datorn...

# EnterFeedUrl
source: Please enter the URL of a Zero Install feed here:
et: Palun sisestage siia Zero Install'i sööda URL:
ja: ここにゼロインストールのフィードのURLを入力してください。
lt: Čia įveskite "Zero Install" kanalo URL adresą:
lv: Lūdzu, ievadiet šeit nulles instalēšanas plūsmas URL:
pt: Por favor introduza aqui a URL de um feed de instalação zero:
sl: Tukaj vnesite URL vira Zero Install:
sv: Ange URL:en för ett Zero Install-flöde här:

source: For all users
et: Kõigile kasutajatele
ja: すべてのユーザーに対して
lt: Visiems naudotojams
lv: Visiem lietotājiem
pt: Para todos os usuários
sl: Za vse uporabnike
sv: För alla användare

source: For current user
et: Praeguse kasutaja jaoks
ja: 現在のユーザーに対して
lt: Dabartiniam naudotojui
lv: Pašreizējam lietotājam
pt: Para o usuário atual
sl: Za trenutnega uporabnika
sv: För nuvarande användare

# IgnoringDuplicateAppListEntry
source: Ignoring duplicate app entry for '{0}'.
et: Ignoreeritakse rakenduse '{0}' dubleerivat kannet.
ja: 0}」の重複したアプリのエントリーを無視します。
lt: Dubliuojančio programos įrašo '{0}' ignoravimas.
lv: Programmas ieraksta dublikāta ignorēšana attiecībā uz '{0}'.
pt: Ignorando a entrada de aplicativo duplicado para '{0}'.
sl: Ignoriranje podvojenega vnosa aplikacije za '{0}'.
sv: Ignorerar duplicerad app-post för "{0}".

# Integrate
source: Integrated (start menu, etc.)
et: Integreeritud (stardimenüü jne)
ja: 統合（スタートメニューなど
lt: Integruota (pradžios meniu ir kt.)
lv: Integrēta (sākuma izvēlne utt.)
pt: Integrado (menu inicial, etc.)
sl: Integrirani (začetni meni itd.)
sv: Integrerat (startmeny, etc.)

# IntroCommonApp
source: Common app
et: Ühine rakendus
ja: 共通アプリ
lt: Bendra programa
lv: Kopējā lietotne
pt: aplicativo comum
sl: Skupna aplikacija
sv: Gemensam app

# IntroCommonAppSummary
source: does the usual stuff
et: teeb tavalisi asju
ja: いつものことをする
lt: atlieka įprastus veiksmus.
lv: dara parastās lietas.
pt: faz o que é habitual
sl: počne običajne stvari.
sv: gör de vanliga sakerna

# IntroCoolApp
source: Cool app
et: Lahe rakendus
ja: クールなアプリ
lt: Šauni programa
lv: Forša lietotne
pt: aplicativo legal
sl: Kul aplikacija

# IntroCoolAppSummary
source: does something cool
et: teeb midagi lahedat
ja: かっこいいことをする
lt: daro kažką šaunaus.
lv: dara kaut ko foršu
pt: faz algo legal
sl: naredi nekaj super.
sv: gör något häftigt

# IntroOtherApp
source: Other app
et: Muu rakendus
ja: その他のアプリ
lt: Kita programa
lv: Cita lietotne
pt: Outro aplicativo
sl: Druga aplikacija
sv: Annan app

# IntroOtherAppSummary
source: does something else
et: teeb midagi muud
ja: 他のことをする
lt: daro ką nors kita.
lv: dara kaut ko citu
pt: faz algo mais
sl: naredi nekaj drugega.
sv: gör något annat

# IntroSubtitlesAddApp
source: If you like an app, add it to "My apps".
et: Kui teile meeldib rakendus, lisage see rubriiki "Minu rakendused".
ja: 気に入ったアプリがあれば My apps "に追加してください。
lt: Jei patinka programėlė, įtraukite ją į "Mano programėlės".
lv: Ja jums patīk lietotne, pievienojiet to sadaļai "Manas programmas".
pt: Se gostas de um aplicativo, adicioná-lo a "Meus aplicativos".
sl: Če vam je aplikacija všeč, jo dodajte v "Moje aplikacije".
sv: Om du gillar en app, lägga till den i "Mina appar".

# IntroSubtitlesCatalogSearch
source: Search for an app in the "Catalog"...
et: Otsi rakendus "Kataloogist"...
ja: カタログ」でアプリを探す...
lt: Ieškokite programos "Kataloge"...
lv: Meklējiet lietotni "Katalogā"...
pt: Procure por um aplicativo no "Catálogo"...
sl: Aplikacijo poiščite v katalogu...
sv: Sök efter en app i "Katalogen"...

# IntroSubtitlesIntegrateApp
source: "Integrate" an app to put it in the start menu or on the desktop.
et: "Integreerida" rakendus, et panna see stardimenüüsse või töölauale.
ja: 「アプリをスタートメニューやデスクトップに スタートメニューやデスクトップに置くことができます。
lt: "Integruoti" programą, kad ji būtų į pradžios meniu arba darbalaukį.
lv: "Integrēt" lietotni, lai to sākuma izvēlnē vai darbvirsmā.
pt: "Integrar" um aplicativo para colocá-lo no menu inicial ou na área de trabalho.
sl: "Integrirajte" aplikacijo, da jo v začetni meni ali na namizje.
sv: "Integrera" en app för att sätta den i startmenyn eller på skrivbordet.

# IntroSubtitlesMyApps
source: You can manage your list of favorite apps here.
et: Oma lemmikrakenduste nimekirja saate hallata siin.
ja: お気に入りのアプリのリストは、ここで管理できます。
lt: Mėgstamiausių programų sąrašą galite tvarkyti čia.
lv: Šeit varat pārvaldīt savu iecienītāko programmu sarakstu.
pt: Você pode gerenciar sua lista de aplicativos favoritos aqui.
sl: Seznam priljubljenih aplikacij lahko upravljate tukaj.
sv: Du kan hantera din lista över favoritappar här.

# IntroSubtitlesRunApp
source: ... and run it!
et: ... ja käivitage see!
ja: ...そして、それを実行する!
lt: ... ir paleiskite jį!
lv: ... un palaist to!
pt: ... e corre-o!
sl: ... in ga zaženite!
sv: ... och kör den!

# IntroSubtitlesThanks
source: Have fun!
et: Lõbutsege!
ja: 楽しんでください。
lt: Smagiai praleiskite laiką!
lv: Priecājieties!
pt: Divirta-se!
sl: Zabavajte se!
sv: Ha kul!

# IntroSubtitlesWelcome
source: With Zero Install you don't have to install apps.
et: Zero Installiga ei pea te rakendusi installima.
ja: ゼロインストールでは、アプリをインストールする必要はありません。
lt: Naudojant "Zero Install" nereikia diegti programų.
lv: Izmantojot nulles instalēšanas funkciju, jums nav jāinstalē programmas.
pt: Com Zero Install você não precisa instalar aplicativos.
sl: Z aplikacijo Zero Install vam ni treba nameščati aplikacij.
sv: Med Zero Install behöver du inte installera appar.

source: Machine-wide mode
et: Kogu masinat hõlmav režiim
ja: マシン・ワイド・モード
lt: Mašinos režimas
lv: Mašīnas režīms
pt: Modo de máquina
sl: Način za celoten stroj
sv: Maskinövergripande läge

source: Modify integration
et: Integratsiooni muutmine
ja: インテグレーションの変更
lt: Keisti integraciją
lv: Mainīt integrāciju
pt: Modificar a integração
sl: Spreminjanje integracije
sv: Ändra integrationen

# MyAppsAdd
source: Add to "My apps"
et: Lisa "Minu rakendused"
ja: マイアプリ」に追加
lt: Pridėti prie "Mano programos"
lv: Pievienot sadaļai "Manas programmas"
pt: Adicionar a "Meus aplicativos".
sl: Dodajte v "Moje aplikacije"
sv: Lägg till i "Mina appar"

# MyAppsAdded
source: Added to "My apps".
et: Lisatud "Minu rakendused".
ja: マイアプリ」に追加されました。
lt: Pridėta prie "Mano programos".
lv: Pievienots sadaļai "Manas programmas".
pt: Adicionado a "Meus aplicativos".
sl: Dodano v "Moje aplikacije".
sv: Läggs till i "Mina appar".

# MyAppsAddedAndIntegrate
source: Added to "My apps" and integrated in desktop environment.
et: Lisatud "Minu rakendused" ja integreeritud töölauakeskkonda.
ja: マイアプリ」に追加され、デスクトップ環境に統合されました。
lt: Pridėta prie "Mano programos" ir integruota į darbalaukio aplinką.
lv: Pievienots sadaļai "Manas programmas" un integrēts darbvirsmas vidē.
pt: Adicionado a "Meus aplicativos" e integrado no ambiente de trabalho.
sl: Dodan v "Moje aplikacije" in integriran v namizno okolje.
sv: Läggs till i "Mina appar" och integreras i skrivbordsmiljön.

# PortableDirNotEmptyAsk
source: The directory {0} is not empty. Are you sure you want place a portable version of Zero Install there?
et: Kataloog {0} ei ole tühi. Kas olete kindel, et soovite sinna paigutada Zero Install'i portatiivset versiooni?
ja: ディレクトリ {0} は空ではありません。 本当にポータブル版のゼロ・インストールをそこに置きたいのですか？
lt: Katalogas {0} nėra tuščias. Ar tikrai norite ten patalpinti nešiojamąją "Zero Install" versiją?
lv: Katalogs {0} nav tukšs. Vai esat pārliecināts, ka vēlaties tur ievietot pārnēsājamo Zero Install versiju?
pt: O diretório {0} não está vazio. Você tem certeza que quer colocar uma versão portátil de Zero Install lá?
sl: Imenik {0} ni prazen. Ali ste prepričani, da želite tja postaviti prenosno različico programa Zero Install?
sv: Katalogen {0} är inte tom. Är du säker på att du vill placera en portabel version av Zero Install där?

source: Portable mode
et: Kaasaskantav režiim
ja: ポータブルモード
lt: Nešiojamasis režimas
lv: Portatīvais režīms
pt: Modo Portátil
sl: Prenosni način
sv: Bärbart läge

source: &Remove
et: &Eemalda
ja: リムーブ
lt: &Panaikinti
lv: &Atcelt
pt: &Remover

# RemoveSelectedEntries
source: Do you want to remove the {0} selected entries from the list?
et: Kas soovite nimekirjast eemaldada {0} valitud kirjed?
ja: 選択した{0}個のエントリーをリストから削除しますか？
lt: Ar norite iš sąrašo pašalinti pasirinktus {0} įrašus?
lv: Vai vēlaties no saraksta dzēst atlasītos ierakstus {0}?
pt: Você quer remover as {0} entradas selecionadas da lista?
sl: Ali želite s seznama odstraniti izbrane vnose {0}?
sv: Vill du ta bort de {0} markerade posterna från listan?

source: Run
et: Käivita
ja: ラン
lt: Paleisti
lv: Palaist
pt: Corre
sl: Spustite
sv: Kör

source: Run with &options
et: Käivita koos &optionsiga
ja: オプションを指定して実行
lt: Paleisti su &options
lv: Palaist ar &options
pt: Executar com &opções
sl: Zaženi z možnostmi &options
sv: Kör med &alternativ

# SaveChanges
source: Do you wish to save any changes made?
et: Kas soovite tehtud muudatusi salvestada?
ja: 変更した内容を保存しますか？
lt: Ar norite išsaugoti atliktus pakeitimus?
lv: Vai vēlaties saglabāt veiktās izmaiņas?
pt: Você deseja salvar alguma mudança feita?
sl: Ali želite shraniti morebitne spremembe?
sv: Vill du spara eventuella ändringar?

# SaveChangesNo
source: No Discard changes
et: Ei Muudatuste äraviskamine
ja: いいえ 変更内容の破棄
lt: Ne Atmesti pakeitimus
lv: Nē Izmest izmaiņas
pt: Não Descarte de mudanças
sl: Ne Zavrnite spremembe
sv: Ingen Förkasta ändringar

# SaveChangesYes
source: Yes Save changes
et: Jah Muudatuste salvestamine
ja: はい。 変更の保存
lt: Taip Įrašyti pakeitimus
lv: Jā Saglabāt izmaiņas
pt: Sim Salvar alterações
sl: Da Shrani spremembe
sv: Ja Spara ändringar

source: Search
et: Otsi
ja: 検索
lt: Paieška
lv: Meklēšana
pt: Pesquisa
sl: Iskanje
sv: Sök på

# SelfUpdateNotification
source: Click to update to Zero Install v{0}...
et: Klõpsake, et uuendada Zero Install v{0}...
ja: クリックするとZero Install v{0}にアップデートされます...
lt: Spustelėkite , jei norite atnaujinti į "Zero Install v{0}"...
lv: Noklikšķiniet, lai atjauninātu nulles instalēšanas v{0}...
pt: Clique para atualizar para Zero Instalar v{0}...
sl: Kliknite za posodobitev na Zero Install v{0}...
sv: Klicka för att uppdatera till Zero Install v{0}...

# SyncCompleteSetupFirst
source: You need to complete Sync Setup first.
et: Esmalt tuleb lõpule viia sünkroonimise häälestus.
ja: 先にSync Setupを完了させる必要があります。
lt: Pirmiausia turite užbaigti sinchronizavimo sąranką.
lv: Vispirms ir jāpabeidz sinhronizācijas iestatīšana.
pt: Você precisa completar primeiro a Configuração de Sincronização.
sl: Najprej morate dokončati nastavitev sinhronizacije.
sv: Du måste först slutföra Sync Setup.

# SyncCredentialsInvalid
source: The username and/or password you entered are incorrect.
et: Teie sisestatud kasutajanimi ja/või parool on vale.
ja: 入力したユーザー名やパスワードが間違っています。
lt: Įvestas neteisingas vartotojo vardas ir (arba) slaptažodis.
lv: Jūsu ievadītais lietotājvārds un/vai parole ir nepareizi.
pt: O nome de usuário e/ou senha que você digitou estão incorretos.
sl: Uporabniško ime in/ali geslo, ki ste ju vnesli, sta napačna.
sv: Användarnamnet och/eller lösenordet du angett är felaktigt.

# SyncCryptoKeyInvalid
source: The Crypto key you entered is incorrect.
et: Teie sisestatud krüptovõtme on vale.
ja: 入力したCrypto keyが正しくありません。
lt: Įvestas šifravimo raktas yra neteisingas.
lv: Ievadītā šifrēšanas atslēga ir nepareiza.
pt: A chave Crypto que você digitou está incorreta.
sl: Vneseni šifrirni ključ je napačen.
sv: Den kryptonyckel som du angett är felaktig.

# SyncReplaceConfigAsk
source: Do you wish to reset the Sync settings and start from scratch?
et: Kas soovite sünkroonimisseaded lähtestada ja alustada nullist?
ja: Syncの設定をリセットして最初からやり直しますか？
lt: Ar norite iš naujo nustatyti sinchronizavimo nustatymus ir pradėti viską nuo pradžių?
lv: Vai vēlaties atiestatīt sinhronizācijas iestatījumus un sākt no nulles?
pt: Deseja redefinir as definições de Sincronização e começar do zero?
sl: Ali želite ponastaviti nastavitve sinhronizacije in začeti znova?
sv: Vill du återställa Sync-inställningarna och börja om från början?

# SyncReplaceConfigNo
source: No edit the existing settings
et: Ei muuta olemasolevaid seadeid
ja: いいえ 既存の設定の編集
lt: Ne redaguoti esamus nustatymus
lv: Nē rediģēt esošos iestatījumus
pt: Não editar as configurações existentes
sl: Ne urejanje obstoječih nastavitev
sv: Ingen ändra befintliga inställningar

# SyncReplaceConfigYes
source: Yes start from scratch
et: Jah alustada nullist
ja: はい ゼロからのスタート
lt: Taip Pradėti nuo nulio
lv: Jā Sākt no nulles
pt: Sim começar do zero
sl: Da Začnite od začetka
sv: Ja Börja från början

# SyncServerDataDamaged
source: The data currently stored on the Sync server is damaged. You can replace the data stored on the server by choosing that you don't remember the Crypto key.
et: Praegu Sync-serverisse salvestatud andmed on kahjustatud. Saate serverisse salvestatud andmed asendada, valides, et te ei mäleta krüptovõtit.
ja: 現在、Sync サーバーに保存されているデータが破損しています。 Crypto keyを覚えていないことを選択することで、サーバーに保存されているデータを交換することができます。
lt: Šiuo metu sinchronizavimo serveryje saugomi duomenys yra pažeisti. Galite pakeisti serveryje saugomus duomenis pasirinkdami, kad neprisimenate šifravimo rakto.
lv: Sinhronizācijas serverī pašlaik saglabātie dati ir bojāti. Varat aizstāt serverī saglabātos datus, izvēloties, ka neatceraties šifrēšanas atslēgu.
pt: Os dados actualmente armazenados no servidor Sync estão danificados. Você pode substituir os dados armazenados no servidor escolhendo que você não se lembra da chave Crypto.
sl: Podatki, ki so trenutno shranjeni v strežniku Sync, so poškodovani. Podatke, shranjene v strežniku, lahko zamenjate tako, da izberete, da se ne spomnite šifrirnega ključa.
sv: De data som för närvarande lagras på Sync-servern är skadade. Du kan ersätta de data som lagras på servern genom att välja att du inte kommer ihåg kryptonyckeln.

# UnableToDownloadCatalog
source: Unable to download application catalog.
et: Rakenduskataloogi allalaadimine ei ole võimalik.
ja: アプリケーションカタログをダウンロードできませんでした。
lt: Nepavyksta atsisiųsti programų katalogo.
lv: Nevar lejupielādēt lietojumprogrammu katalogu.
pt: Não é possível fazer o download do catálogo de aplicações.
sl: Ni mogoče prenesti kataloga aplikacij.
sv: Det går inte att ladda ner programkatalogen.

# UnableToLoadFeedForApp
source: Unable to load feed for app entry '{0}'.
et: Ei ole võimalik laadida rakenduse '{0}' sissekannet.
ja: アプリのエントリー「{0}」のフィードを読み込めませんでした。
lt: Nepavyksta įkelti programos įrašo '{0}' kanalo.
lv: Nevar ielādēt lietotnes ieraksta '{0}' plūsmu.
pt: Incapaz de carregar alimentação para a entrada de aplicativo '{0}'.
sl: Ni mogoče naložiti vira za vnos aplikacije '{0}'.
sv: Det går inte att ladda in matningen för appen "{0}".

# UnencryptedSyncServer
source: Are you sure you want to use an unencrypted connection to a Sync server? Encrypted connections use an https:// prefix.
et: Kas olete kindel, et soovite kasutada krüpteerimata ühendust Sync-serveriga? Krüpteeritud ühendused kasutavad eesliidet https://.
ja: 本当にSyncサーバーへの暗号化されていない接続を使いたいのでしょうか？ 暗号化された接続では、https:// というプレフィックスを使用します。
lt: Ar tikrai norite naudoti nešifruotą ryšį su sinchronizavimo serveriu? Užšifruotiems ryšiams naudojamas https:// priešdėlis.
lv: Vai esat pārliecināts, ka vēlaties izmantot nešifrētu savienojumu ar sinhronizācijas serveri? Šifrētos savienojumos tiek izmantots prefikss https://.
pt: Tem a certeza que quer usar uma ligação não encriptada a um servidor Sync? As conexões criptografadas usam um prefixo https://.
sl: Ali ste prepričani, da želite uporabiti nešifrirano povezavo s strežnikom Sync? Šifrirane povezave uporabljajo predpono https://.
sv: Är du säker på att du vill använda en okrypterad anslutning till en Sync-server? Krypterade anslutningar använder ett prefix https://.

source: &Update
ja: アップデート
lt: &Atnaujinti
lv: &Atjaunināt
sv: &uppdatera

# UpdateAllCleanWillRemove
source: This will automatically remove implementations from the cache that are no longer needed after the update. Continue? Important: Applications you have "Run" previously without adding them to "My apps" will also be removed from the cache. You will need to be online if you decide to run them again.
et: See eemaldab automaatselt vahemälust rakendused, mida pärast uuendust enam ei vajata. Jätka? Oluline: Rakendused, mida olete varem "Käivitanud" ilma neid "Minu rakenduste" hulka lisamata, eemaldatakse samuti vahemälust. Kui otsustate neid uuesti käivitada, peate olema võrgus.
ja: これにより、アップデート後に不要になった実装がキャッシュから自動的に削除されます。続行しますか？ 重要：以前、「マイアプリ」に追加せずに「実行」したアプリケーションも、キャッシュから削除されます。 再度実行する場合は、オンラインにしておく必要があります。
lt: Taip iš talpyklos bus automatiškai pašalintos po atnaujinimo nebereikalingos realizacijos. Tęsti? Svarbu: Programos, kurias anksčiau "Paleisti" nepridėjote į "Mano programos", taip pat bus pašalintos iš talpyklos. Jei nuspręsite jas paleisti dar kartą, turėsite būti prisijungę prie interneto.
lv: Tādējādi no kešatmiņas automātiski tiks noņemtas implementācijas, kas pēc atjaunināšanas vairs nav vajadzīgas. Turpināt? Svarīgi: no kešatmiņas tiks noņemtas arī programmas, kuras iepriekš esat "Palaist", nepievienojot tās sadaļā "Manas programmas". Jums būs jābūt tiešsaistē, ja nolemsiet tās palaist vēlreiz.
pt: Isto removerá automaticamente as implementações do cache que não são mais necessárias após a atualização. Continuar? Importante: Aplicativos que você tem "Executar" anteriormente sem adicioná-los a "Meus aplicativos" também serão removidos da cache. Você precisará estar online se decidir executá-los novamente.
sl: S tem bodo iz predpomnilnika samodejno odstranjene izvedbe, ki po posodobitvi niso več potrebne. Nadaljujte? Pomembno: Iz predpomnilnika bodo odstranjene tudi aplikacije, ki ste jih prej "zagnali", ne da bi jih dodali v "Moje aplikacije". Če se jih boste odločili ponovno zagnati, boste morali biti v spletu.
sv: Detta kommer automatiskt att ta bort implementationer från cacheminnet som inte längre behövs efter uppdateringen. Fortsätt? Viktigt: Applikationer som du tidigare har "kört" utan att lägga till dem i "Mina appar" kommer också att tas bort från cacheminnet. Du måste vara online om du bestämmer dig för att köra dem igen.

source: Working...
et: Töötamine...
ja: 働くということ・・・。
lt: Darbas...
lv: Darbs...
pt: A trabalhar...
sl: Delo...
sv: Arbetar...
